Repository: ElluIFX/Glance
Catalog: src/Glance.Components/Font/Resources/*/Resources.resw
Source language: en_us
Languages: zh_cn

# ComponentName
source: Font preview
zh_cn: 字体预览

# Available
source: Preview OpenType, TrueType and web fonts
zh_cn: 预览 OpenType、TrueType 和网页字体

# Loading
source: Loading font...
zh_cn: 正在加载字体...

source: Sample
zh_cn: 样文

# Size
source: Size (pt)
zh_cn: 字号 (pt)

source: Weight
zh_cn: 字重

# Metadata
source: Font information
zh_cn: 字体信息

source: Retry
zh_cn: 重试

# Failed
source: Unable to preview this font
zh_cn: 无法预览此字体

# Missing
source: The font does not support this character
zh_cn: 此字体不支持部分字符

# Identity
source: Names and origin
zh_cn: 名称与来源

# Properties
source: Font properties
zh_cn: 字体属性

# Legal
source: Copyright and license
zh_cn: 版权与许可

source: Full name
zh_cn: 完整名称

# PostScript
source: PostScript name
zh_cn: PostScript 名称

source: Version
zh_cn: 版本

source: Designer
zh_cn: 设计者

source: Manufacturer
zh_cn: 厂商

source: Copyright
zh_cn: 版权

# License
source: Declared license
zh_cn: 字体声明的许可

# Stretch
source: Width class
zh_cn: 字宽等级

# Glyphs
source: Glyph count
zh_cn: 字形数

# Axes
source: Variable axes (default)
zh_cn: 可变轴（默认值）
